Repository: sudar/delete-pending-comments
Catalog: translations/delete-pending-comments-*.po
Languages: de_de

source: Delete Pending Comments
de_de: Lösche unveröffentlichte Kommentare

source: I am sure I want to delete all pending comments and realize this can't be undone
de_de: Ich bin sicher dass ich alle unveröffentlichten Kommentare löschen will und bin mir darüber im klaren dass dies nicht Rückgängig gemacht werden kann

source: I deleted all pending comments!
de_de: Ich habe alle bisher unveröffentlichten Kommentare gelöscht

source: Please try again. Did you copy the text properly?
de_de: Versuchen Sie es bitte noch ein mal. Haben Sie den Text vollständig kopiert?

source: It looks like there aren't any pending comments!
de_de: Es sieht so aus als ob es keine unveröffentlichten Kommentare gibt!

source: You have to type the following text into the form to delete all pending comments:
de_de: Sie müssen den folgenden Text in das Eingabefeld kopieren um alle unveröffenlichten Kommentare zu löschen:

source: Do you like this plugin?
de_de: Gefällt Ihnen dieses plugin?

source: <a href="%s">Vote</a> for it
de_de: <a href="%s">Stimmen</a> Sie für es ab

source: <a href="%s">Visit</a> it's homepage
de_de: <a href="%s">Besuchen</a> Sie seine Webseite

source: <a href="%s">Subscribe</a> the feed
de_de: <a href="%s">Abonnieren</a> Sie den feed

source: About the author
de_de: Über den Autor

source: My <a href="%s">blog</a>
de_de: Mein <a href="%s">Blog</a>

source: Subscribe via <a href="%s">RSS</a> or <a href="%s">email</a>
de_de: Abonnieren Sie den <a href="%s">RSS feed</a> (als <a href="%s">E-Mail</a>)

source: My other plugins
de_de: Meine anderen plugins

source: http://www.nkuttler.de/wordpress/delete-pending-comments/
de_de: http://www.nicolaskuttler.de/wordpress/unveroeffentlichte-kommentare-loeschen/

source: A quick way to delete all pending comments. Useful for victims of spammer attacks.
de_de: Ein schneller Weg alle unveröffentlichten Kommentare zu löschen. Nützlich für die Opfer von Spam-Angriffen.

source: http://www.nkuttler.de/
de_de: http://www.nicolaskuttler.de/
